<?php
    include_once 'header.php';
?>

    <div class="content blur">
        <h2 id="grey_title">Аппаратное и программное обеспечение сетей</h2>
        <div class="twoColumns" id="connect">
            <div class="content_txt left ">
                <p>Проще всего построить локальную сеть из двух компьютеров (прямое соединение). Для этого нужен специальный кабель ( «патч-корд», максимальная длина до 100м), чтобы соединить их сетевые адаптеры (карты), и соответствующие настройки на обоих компьютерах. <br><br>

                    Чтобы построить локальную сеть с большим количеством компьютеров, нужно специальное устройство — сетевой коммутатор («свитч») или сетевой концентратор («хаб»). К нему (а следовательно, и к локальной сети) подсоединяют компьютеры и другие сетевые устройства, которые укомплектованы сетевыми адаптерами: принтеры, сканеры и т.п.
                    Внешние устройства, в составе которых нет сетевых карт, подсоединяют к сети через компьютер.<br><br>
                    
                    Для построения локальной сети или для передачи данных между различными локальными сетями и их подключения к Интернету используют также маршрутизаторы (роутеры).</p>
            </div>
            <img src="res/connect/img1@1x.jpg" alt="">
        
        </div>
        <img class="arrow" id="arrow" src="res/arrow@2x.png" alt="down arrow" onclick="location.href = 'send.html';">

    <div class="footer"></div>
</body>
</html>