<?php
    include_once 'header.php';
?>

    <div class="content blur">
        <h2 id="grey_title">Создание компьютерной сети</h2>
        <div class="twoColumns" id="create">
            <div class="content_txt left">
                <p>Компьютерные сети состоят из узлов, которыми могут быть компьютер, принтер или другое устройство, связанное с сетью. Компьютеры разделяют на два типа: рабочие станции, на которых работают пользователи, и серверы, обслуживающие эти станции.<br><br>
                    Компьютеры в сети могут иметь различное назначение. Например, к компьютеру, входящему в сеть, могут быть присоединены периферийные устройства. Для того чтобы использовать одно из них, указанному компьютеру направляется запрос. В ответ на эти запросы компьютеры предоставляют услуги по доступу к собственным или сетевым ресурсам.<br><br>
                    Сетевое взаимодействие заключается в передаче запросов от одних компьютеров сети к другим компьютерам и устройствам и получении в ответ доступа к определенным ресурсам сети. Те компьютеры, которые предоставляют доступ к собственным и сетевых ресурсов другим компьютерам, называют серверами, а те, что пользуются услугами серверов, — клиентами или клиентскими компьютерами.<br><br>
                    Основными компонентами аппаратной составляющей компьютерной сети есть рабочие станции, серверы, сетевые платы, оборудование для обеспечения передачи данных по различным каналам связи.</p>
            </div>
            <div class="content_txt right ">
                <p>Для работы в компьютерной сети каждому узлу сети необходима сетевая плата (сетевой адаптер), к которой подсоединяют сетевой кабель.</p>
                <div class="align_center">
                    <img src="res/create/-----@2x.jpg" alt="">
                    <img src="res/create/-------@2x.jpg" alt="">
                </div>

                <p>Сетевая плата — это плата расширения, которая вставляется в разъем материнской платы компьютера. Все чаще сетевые платы интегрируются в материнскую плату. Также распространены беспроводные сетевые карты, обеспечивающие соединения компьютеров в сеть WLAN (беспроводная локальная компьютерная сеть) по стандарту Wi-Fi (IEEE 802.11).</p>
            </div>
        
        </div>
        <img class="arrow" id="arrow" src="res/arrow@2x.png" alt="down arrow" onclick="location.href = 'connect.html';">

    <div class="footer"></div>
</body>
</html>