<?php
    include_once 'header.php';
?>


    <div class="content blur">
        <div class="twoColumns" id="info">
            <div class="content_txt left moveLeft-50 align_start">
                <h2>Компьютерная сеть — система связи двух или более компьютеров и/или компьютерного оборудования(серверы, маршрутизаторы и другое оборудование).</h2>
                <p>По территориальной распространенности сети делятся на:</p>
                <ul>
                    <li>персональная сеть</li>
                    <li>локальная сеть</li>
                    <li>городская сеть</li>
                    <li>региональная сеть</li>
                    <li>глобальная сеть</li>
                </ul>
                <p>По типу среды передачи сети делятся на:</p>
                <ul>
                    <li>проводные</li>
                    <li>беспроводные</li>
                </ul>
                <p>Скорость передачи информации —количестве бит, символов или блоков, передаваемых за единицу времени.</p>
                <p>По скорости передачи</p>
                <ul>
                    <li>низкоскоростные (до 10 Мбит/с),</li>
                    <li>среднескоростные (до 100 Мбит/с),</li>
                    <li>высокоскоростные (свыше 100 Мбит/с);</li>
                </ul>
                <p>По топологии(геометрическая схема соединения узлов сети)</p>
                <ul>
                    <li>линейная сеть</li>
                    <li>общая шина</li>
                    <li>кольцевая сеть</li>
                    <li>полносвязная сеть</li>
                    <li>звездообразная сеть</li>
                </ul>
                <p>По организации взаимодействия компьютеров</p>
                <ul>
                    <li>одноранговая сеть</li>
                    <li>клиент- серверная сеть</li>
                </ul>
                <p>По методам коммутации</p>
                <ul>
                    <li>коммутация каналов</li>
                    <li>коммутация пакетов</li>
                </ul>
            </div>
            <div class="content_pic">
                <img src="res/info/img1@2x.png" alt="сеть компьютеров">
                <img src="res/info/img2@2x.png" alt="провода">
                <img src="res/info/img3@2x.png" alt="группа пользователей">
            </div>
        </div>
        <img class="arrow" id="arrow" src="res/arrow@2x.png" alt="down arrow" onclick="location.href = 'lan.html';">
    </div>


    <div class="footer"></div>
</body>
</html>