<?php
    include_once 'header.php';
?>

    <div class="content blur">
        <h2 id="grey_title">Глобальные компьютерные сети</h2>
        <div class="twoColumns" id="wan">
            <div class="content_txt left">
                <p>Сети, соединяющие компьютерные сети и отдельные компьютеры, размещенные в разных городах и странах, частях света, называют глобальными (WAN). В глобальных сетях часто используются существующие линии связи, например телефонные, телеграфные, сотовые линии. 
                <br> Наиболее известной глобальной сетью является Интернет. Интернет также называют сетью сетей. Существуют еще и другие глобальные сети. Например, сети банковских систем, сети авиакомпаний, научных организаций.</p>
                <div class="twoColumns">
                <img src="res/wan/img2-1@2x.png" alt="глобус">
                <img src="res/wan/img3-1@2x.png" alt="wi-fi">
                </div>
            </div>
            <div class="content_txt right make_wider">
                <img src="res/wan/img1-1@2x.png" alt="веб страница">
                <p>Интернет — всемирная система взаимосвязанных компьютерных сетей. Интернет состоит из большого количества локальных и глобальных сетей, связанных между собой с использованием различных проводных и беспроводных технологий. Интернет составляет физическую основу для размещения огромного количества информационных ресурсов и услуг, например www и электронная почта.</p>
            </div>
        
        </div>
        <img class="arrow" id="arrow" src="res/arrow@2x.png" alt="down arrow" onclick="location.href = 'create.html';">

    <div class="footer"></div>
</body>
</html>